@PossibleTodos = [{
  todo: "З’їздити в Карпати",
  criterion: ["Цілий день",
    "Від 15 до 50 років",
    "Інтроверт",
    "Амбіверт",
    "Середній достаток",
    "Немає друзів",
    "1 - 3 друга",
    "Більше 3-ох друзів"]
}, {
  todo: "Сходити в музей",
  criterion: ["Більше 50 років",
    "Інтроверт",
    "Амбіверт",
    "Середній достаток",
    "Низький достаток",
    "Більше середнього достатку",
    "Немає друзів",
    "1 - 3 друга",
    "Більше 3-ох друзів"]
}, {
  todo: "Організуй мітинг",
  criterion: [
    "Від 15 до 50 років",
    "Більше 50 років",
    "Екстраверт",
    "Середній достаток",
    "Низький достаток",
    "Більше середнього достатку",
    "Немає друзів",
    "1 - 3 друга",
    "Більше 3-ох друзів",
    "Менше двох годин",
    "Від двох до шести годин",
    "Більше 6-и годин"]
}, {
  todo: "Почитай статтю по професії",
  criterion: [
    "Від 15 до 50 років",
    "Більше 50 років",
    "Інтроверт",
    "Амбіверт",
    "Середній достаток",
    "Низький достаток",
    "Більше середнього достатку",
    "Дуже багатий",
    "Немає друзів",
    "1 - 3 друга",
    "Менше двох годин",
    "Від двох до шести годин",
    "Більше 6-и годин"]
}, {
  todo: "Організуй вуличний виступ",
  criterion: [
    "Менше 15 років",
    "Від 15 до 50 років",
    "Більше 50 років",
    "Екстраверт",
    "Низький достаток",
    "Більше середнього достатку",
    "Дуже багатий",
    "Немає друзів",
    "Більше 3-ох друзів",
    "Від двох до шести годин",
    "Більше 6-и годин"]
}, {
  todo: "Виграй гру 2048",
  criterion: [
    "Менше 15 років",
    "Від 15 до 50 років",
    "Інтроверт",
    "Амбіверт",
    "Екстраверт",
    "Середній достаток",
    "Низький достаток",
    "Більше середнього достатку",
    "Дуже багатий",
    "Немає друзів",
    "Більше 6-и годин"]
}, {
  todo: "Зроби перестановку в кімнаті",
  criterion: [
    "Від 15 до 50 років",
    "Інтроверт",
    "Амбіверт",
    "Середній достаток",
    "Низький достаток",
    "Немає друзів",
    "1 - 3 друга",
    "Більше 3-ох друзів",
    "Менше двох годин",
    "Від двох до шести годин",
    "Більше 6-и годин"]
}, {
  todo: "",
  criterion: [
    "Менше 15 років",
    "Від 15 до 50 років",
    "Більше 50 років",
    "Інтроверт",
    "Амбіверт",
    "Екстраверт",
    "Середній достаток",
    "Низький достаток",
    "Більше середнього достатку",
    "Дуже багатий",
    "Немає друзів",
    "1 - 3 друга",
    "Більше 3-ох друзів",
    "Менше двох годин",
    "Від двох до шести годин",
    "Більше 6-и годин"]
}]