Meteor.startup(
    function () {
        var array = [
            {
                question: "Ваш психологічний вік: ",
                options: [
                    "Менше 15 років",
                    "Від 15 до 50",
                    "Більше 50 років"
                ]
            },
            {
                question: "Кількість вільного часу в середньому на будній день: ",
                options: [
                    "Менше 2 год.",
                    "1-6 години",
                    "Більше 6 годин"]
            },
            {
                question: "Кількість друзів: ",
                options: [
                    "Від 1 до 3",
                    "Більше 3",
                    "Немає"]
            },
            {
                question: "Матеріальний стан: ",
                options: [
                    "Малозабезпечений",
                    "Середній достаток",
                    "Достаток вище середнього",
                    "Дуже багатий"]
            },
            {
                question: "Риса особистості: ",
                options: [
                    "Екстраверт",
                    "Інтроверт",
                    "Амбіверт"]
            }
        ];
        _.each(array, function(quest){
            Questions.insert(quest)
        })
    }
);